/* This file contains the localizable strings for OmniGraffle.toolbar and OmniGrafflePro.toolbar */

"OSAScriptTemplate.paletteLabel" = "Skript: %@";
"OSAScriptTemplate.toolTip" = "AppleScript \"%@\" ausführen";
"OSAScriptTemplate.label" = "%@";

"LayoutSelection.paletteLabel" = "Auswahl anordnen";
"LayoutSelection.toolTip" = "Aktuelle Auswahl automatisch anordnen";
"LayoutSelection.label" = "Anordnen";

"Group" = "Gruppieren";
"Ungroup" = "Gruppierung aufheben";
"SmartGroup.paletteLabel" = "Gruppieren/Gruppierung aufheben";
"SmartGroup.toolTip" = "Gruppieren/Gruppierung aufheben";
"SmartGroup.label" = "Gruppieren";

"PickDiagramStyle.paletteLabel" = "Diagrammstil";
"PickDiagramStyle.toolTip" = "Digrammstilauswahl anzeigen";
"PickDiagramStyle.label" = "Stil";

"ToggleSidebar.paletteLabel" = "Arbeitsflächen-Seitenleiste";
"ToggleSidebar.toolTip" = "Arbeitsflächen-Seitenleiste ein-/ausblenden";
"ToggleSidebar.label" = "Arbeitsflächen";

"ToggleOutlineSidebar.paletteLabel" = "Gliederung-Seitenleiste";
"ToggleOutlineSidebar.toolTip" = "Gliederung-Seitenleiste ein-/ausblenden";
"ToggleOutlineSidebar.label" = "Gliederung";

"MakeTable.toolTip" = "Ausgewählte Grafik zu Tabelle gruppieren";
"MakeTable" = "Tabelle erstellen";

"ShowInfo.paletteLabel" = "Informationen";
"ShowInfo.toolTip" = "Informationsfenster anzeigen/ausblenden";
"ShowInfo.label" = "Informationen";

"ShowExtras.paletteLabel" = "Extras anzeigen/ausblenden";
"ShowExtras.toolTip" = "Extras anzeigen/ausblenden";
"ShowExtras.label" = "Extras";

"ShowRulers.paletteLabel" = "Lineale anzeigen/ausblenden";
"ShowRulers.toolTip" = "Lineale anzeigen/ausblenden";
"ShowRulers.label" = "Lineale";

"SmartGuides.paletteLabel" = "Autom. Hilfslinien";
"SmartGuides.toolTip" = "Abstands- & Hilfslinien aktivieren/deaktivieren";
"SmartGuides.label" = "Autom. Hilfslinien";

"SnapToGrid.paletteLabel" = "Autom. Ausrichtung am Raster";
"SnapToGrid.toolTip" = "Autom. Ausrichtung am Raster aktivieren/deaktivieren";
"SnapToGrid.label" = "Autom. ausrichten";

"Lock" = "Schützen";
"Unlock" = "Schutz aufheben";
"SmartLock.paletteLabel" = "Schützen/Schutz aufheben";
"SmartLock.toolTip" = "Schützen/Schutz aufheben";
"SmartLock.label" = "Schützen";

"DrawingMode" = "Tools";

"ExpandSubgraph.paletteLabel" = "Unterdiagramm erweitern";
"ExpandSubgraph.toolTip" = "Unterdiagramm erweitern";
"ExpandSubgraph.label" = "Erweitern";

"GroupSubgraph.paletteLabel" = "Als Unterdiagramm gruppieren";
"GroupSubgraph.toolTip" = "Als Unterdiagramm gruppieren";
"GroupSubgraph.label" = "Unterdiagramm";

"CollapseSubgraph.paletteLabel" = "Unterdiagramm reduzieren";
"CollapseSubgraph.toolTip" = "Unterdiagramm reduzieren";
"CollapseSubgraph.label" = "Reduzieren";

"StartPresentation.paletteLabel" = "Präsentation starten";
"StartPresentation.toolTip" = "Präsentation starten";
"StartPresentation.label" = "Folien";

"ShowPalette.paletteLabel" = "Schablonenfenster";
"ShowPalette.toolTip" = "Schablonenfenster";
"ShowPalette.label" = "Schablonen";

"LayoutGraph.paletteLabel" = "Diagramm anordnen";
"LayoutGraph.toolTip" = "Gesamtes Diagramm automatisch anordnen";
"LayoutGraph.label" = "Anordnen";

"SendToBack.paletteLabel" = "Ganz nach hinten";
"SendToBack.optionKeyToolTip" = "Schrittweise nach hinten";
"SendToBack.toolTip" = "Ganz nach hinten";
"SendToBack.label" = "Hinten";
"SendToBack.optionKeyLabel" = "Nach hinten";

"BringToFront.paletteLabel" = "Ganz nach vorne";
"BringToFront.optionKeyToolTip" = "Schrittweise nach vorne";
"BringToFront.toolTip" = "Ganz nach vorne";
"BringToFront.label" = "Vorne";
"BringToFront.optionKeyLabel" = "Nach vorne";

"StyleTray" = "Stil";
